Repository: Krutonium/OpenRCT2Launcher
Catalog: Launcher/Launcher/Strings/strings.*.resx
Languages: nl

# extras_cloud_save_dropbox_not_installed
source: Sorry, I don't think you have Dropbox Installed.
nl: Sorry, ik geloof dat Dropbox niet geïnstalleerd is.

# extras_cloud_save_dropbox_succes_text
source: Saves moved to Dropbox and Linked!
nl: Saves naar Dropbox verplaatst en gelinkt.

# extras_cloud_save_dropbox_succes_title
source: Saves moved!
nl: Saves verplaatst!

# extras_cloud_save_dropbox_text
source: Are you sure you want to move your Saves to Dropbox?
nl: Weet je zeker dat je je opslagbestanden naar Dropbox wilt verplaatsen?

# extras_cloud_save_dropbox_title
source: Move saves?
nl: Opslagbestanden verplaatsen?

# extras_cloud_save_folder_does_not_exist
source: The folder you selected does not exist!
nl: De geselecteerde map bestaat niet!

# extras_cloud_save_folder_select
source: Select where you want the saves to be stored.
nl: Kies waar je je opslagbestanden wilt bewaren.

# extras_cloud_save_folder_succes_text
source: Saves moved to folder and Linked!
nl: Opslagbestanden verplaatst en gelinkt.

# extras_cloud_save_folder_succes_title
source: Saved moved!
nl: Opslagbestanden verplaatst!

# extras_cloud_save_folder_text
source: Are you sure you want to move your saves to a new folder?
nl: Weet je zeker dat je je opslagbestanden naar een andere map wilt verplaatsen?

# extras_cloud_save_folder_title
source: Are you sure?
nl: Weet je het zeker?

# extras_rct1_music_copy_exact_error
source: Exact error:
nl: Exacte fout:

# extras_rct1_music_copy_failed_text
source: Failed to copy file - Do you have the CD inserted and the game installed?
nl: Bestand kopiëren mislukt - Heb je de cd ingevoerd en het spel geïnstalleerd?

# extras_rct1_music_copy_failed_title
source: An Error has occured!
nl: Er is een fout opgetreden!

# extras_rct1_music_copy_insert_disk_text
source: If you are using a CD to run RollerCoaster Tycoon 1, Please insert it now.
nl: Voer de cd nu in als je die gebruikt om RollerCoaster Tycoon 1 te draaien.

# extras_rct1_music_copy_insert_disk_title
source: Please Insert RCT 1 CD
nl: Voer de RCT1-cd in

# extras_rct1_music_copy_succes_text
source: Done! Assuming you saw no errors, you're all good to go!
nl: Klaar! Ervan uitgaande dat je geen fouten zag, is alles voor elkaar!

# extras_rct1_music_copy_succes_title
source: Complete
nl: Klaar!

# extras_rct1_music_manual_copy_file_instrutions
source: The file you are looking for is CSS17.dat
nl: Je zoekt naar het bestand CSS17.dat

# extras_rct1_music_manual_copy_no_file_selected
source: No file selected.
nl: Geen bestand geselecteerd.

# extras_registry_keys_not_found
source: The launcher could not find the registry keys. Do you have Both RCT1 & RCT2 Installed? If you do, please open an issue on GitHub.
nl: De launcher kon de registersleutels niet vinden. Heb je zowel RCT1 als RCT2 geïnstalleerd? Maak alsjeblieft een Issue aan op GitHub als dat het geval is.

# main_force_updating
source: Force Updating...
nl: Geforceerd aan het bijwerken...

# main_have_you_installed_and_ran_rct2_at_least_once
source: Have you installed and ran RCT2 at least once? If not, then please do so and try again.
nl: Heb je RCT2 geïnstalleerd en tenminste één keer geopend? Zo nee, doe dit alsjeblieft en probeer het opnieuw.

# main_openrct2_not_installed_or_not_found
source: OpenRCT2 Not Installed or Not Found!, Downloading. When it is done, feel free to press play again.
nl: OpenRCT2 niet gevonden. Aan het downloaden. Druk op 'Speel OpenRCT2' als het installeren klaar is.

# main_updating
source: Updating...
nl: Aan het bijwerken...

# main_updating_due_to_missing_files
source: Updating due to Missing Files...
nl: Aan het bijwerken wegens ontbrekende bestanden...
