Repository: Krutonium/OpenRCT2Launcher
Catalog: Launcher/Launcher/My Project/Resources.*.resx
Languages: de_de, nl

# frmLauncher_launchGame_updateMessage
source: Updating due to Missing Files...
de_de: Update aufgrund fehlender Dateien...
nl: Bezig met updaten wegens ontbrekende bestanden...

# frmLauncher_Load_neverRun
source: Have you installed and ran RCT2 at least once? If not, then please do so and try again.
de_de: Haben Sie RCT2 installiert und mindestens einmal gestartet? Falls nicht, tun Sie dies bitte jetzt und versuchen Sie es erneut.
nl: Heb je RCT2 geïnstalleerd en al eens gestart? Zo niet, doe dit dan eerst en probeer het dan opnieuw.

# frmLauncher_updateStateMessage_updating
source: Updating...
de_de: Update...
nl: Bezig met updaten...

# frmLauncher_updateStateMessage_uptodate
source: Up to Date!
de_de: Auf neustem Stand!

# frmLauncher_launchGame_RCT2NotFound
source: OpenRCT2 not installed or not found! Downloading. When it is done, feel free to press play again.
de_de: OpenRCT2 ist nicht installiert und wird gerade automatisch heruntergeladen oder aktualisiert. Nachdem dies abgeschlossen wurde, einfach wieder auf 'OpenRCT2 starten' klicken.
nl: OpenRCT2 is niet geïnstalleerd of niet gevonden! Het wordt nu gedownload. Als dit is gebeurd kun je weer op 'Spelen' klikken.

# frmLauncher_update_forceUpdate
source: Force updating...
de_de: Update wird erzwungen...
nl: Bezig met geforceerd updaten...

# frmLauncher_updateStatus_baseText
source: Checking if you are up to date...
de_de: Es wird nach Updates gesucht...
nl: Controleren of alles up-to-date is...

# frmLauncher_launchGameButton_text
source: Launch OpenRCT2
de_de: OpenRCT2 starten
nl: OpenRCT2 starten

# frmLauncher_forceUpdateButton_text
source: Force Update
de_de: Update erzwingen
nl: Update forceren

# frmLauncher_verboseOutputButton_text
source: Verbose Output
de_de: Ausführliche Ausgabe
nl: Uitgebreide uitvoer

# frmLauncher_logButton_text
source: Log Output to File
de_de: Log-Ausgabe in Datei
nl: Uitvoer in bestand vastleggen

# extras_setupReg_noRegisterKeys
source: The launcher could not find the registry keys. Do you have Both RCT1 & RCT2 Installed? If you do, please open an issue on GitHub.
de_de: Die benötigten Registry-Schlüssel wurden nicht gefunden. Haben Sie RCT1 & RCT2 installiert? Falls ja, eröffnen Sie ein 'Issue' auf GitHub.
nl: De benodigde registersleutels zijn niet aangetroffen. Heb je zowel RCT1 als RCT2 geïnstalleerd? Zo ja, open dan een 'issue' op GitHub.

# extras_cdSoundtrack_firstWarning_text
source: If you are using a CD to run RollerCoaster Tycoon 1, Please insert it now.
de_de: Wenn Sie eine CD für RollerCoaster Tycoon 1 benutzen, legen Sie diese bitte jetzt ein.
nl: Als je een cd gebruikt om RollerCoaster Tycoon 1 te spelen, voer die dan nu in.

# extras_cdSoundtrack_firstWarning_title
source: Please insert RCT 1 CD
de_de: Bitte RCT1 CD einlegen
nl: Voer de cd van RCT1 in

# extras_cdSoundtrack_failed_text
source: Failed to copy file - Do you have the CD inserted and the game installed? Exact Error:
de_de: Konnte Datei nicht kopieren - Haben Sie die CD eingelegt und das Spiel installiert? Genauer Fehler:
nl: Kon het bestand niet kopiëren. Heb je de cd ingevoerd en het spel geïnstalleerd? Precieze foutmelding:

# common_errorOccurred
source: An Error has occured!
de_de: Ein Fehler ist aufgetreten!
nl: Er is een fout opgetreden.

# extras_cdSoundtrack_done_text
source: Done! You're all good to go!
de_de: Fertig!
nl: Voltooid. Je bent nu klaar!

# common_complete
source: Complete
de_de: Abgeschlossen
nl: Voltooien

# extras_fileSoundtrack_hint
source: The file you are looking for is CSS17.dat
de_de: Die Datei nach der Sie suchen ist CSS17.dat
nl: Het benodigde bestand is CSS17.dat

# extras_fileSoundtrack_noFileSelected
source: No file selected.
de_de: Keine Datei ausgewählt.
nl: Geen bestand geselecteerd.

# extras_syncDropbox_notInstalled
source: Sorry, I don't think you have Dropbox Installed.
de_de: Dropbox scheint nicht installiert zu sein.
nl: Dropbox lijkt niet geïnstalleerd te zijn.

# extras_syncDropbox_firstWarning_text
source: Are you sure you want to move your Saves to Dropbox?
de_de: Sind Sie sicher, dass Sie Ihre Spielstände zur Dropbox verschieben wollen?
nl: Weet je zeker dat je je opgeslagen parken wilt verplaatsen naar Dropbox?

# extras_syncDropbox_firstWarning_title
source: Move Saves?
de_de: Spielstände verschieben?
nl: Opgeslagen parken verplaatsen?

# extras_syncDropbox_moved_text
source: Saves moved to Dropbox and Linked!
de_de: Spielstände zur Dropbox verschoben und verlinkt!
nl: De opgeslagen parken zijn naar Dropbox verplaatst, met doorverwijzing.

# extras_syncDropbox_moved_title
source: Saves Moved!
de_de: Spielstände verschoben!
nl: Opgeslagen parken verplaatst

# extras_anyFolderSync_firstWarning_text
source: Are you sure you want to move your saves to a new folder?
de_de: Sind Sie sicher, dass Sie die Spielstände in einen neuen Ordner verschieben wollen?
nl: Weet je zeker dat je je opgeslagen parken wilt verplaatsen naar een nieuwe map?

# extras_anyFolderSync_firstWarning_title
source: Are you sure?
de_de: Sind Sie sicher?
nl: Weet je het zeker?

# extras_anyFolderSync_fileDialog_desc
source: Select where you want the saves to be stored.
de_de: Ort für das Speichern der Spielstände auswählen.
nl: Geef aan waar je de opgeslagen parken wilt plaatsen.

# extras_anyFolderSync_done
source: Saves moved to folder and Linked!
de_de: Spielstände in Ordner verschoben und verlinkt!
nl: De opgeslagen parken zijn naar de nieuwe map verplaatst, met doorverwijzing.

# extras_anyFolderSync_error_notexists
source: The folder you selected doesn't exist!
de_de: Der von Ihnen ausgewählte Ordner existiert nicht!
nl: De geselecteerde map bestaat niet.

# extras_rct1musicButton_text
source: Add RCT 1 Title Music
de_de: RCT1 Titelmusik hinzufügen
nl: Titelschermmuziek van RCT1 toevoegen

# extras_rct1musicFileButton_text
source: Add RCT1 Title Music from File
de_de: RCT1 Titelm. aus Datei hinzu.
nl: Titelschermmuziek van RCT1 toevoegen door middel van een bestand

# extras_fileLocationsButton_text
source: Show File Locations (Debug)
de_de: Zeige Speicherort (Debug)
nl: Bestandslocaties tonen (debug)

# extras_syncSavesDropboxButton_text
source: Sync Saves to Dropbox
de_de: Spielstände mit Dropbox sync.
nl: Opgeslagen parken met Dropbox synchroniseren

# extras_syncSavesAnyFolderButton_text
source: Sync Saves to Any Folder
de_de: Spielst. mit belieb. Ordner sync.
nl: Opgeslagen parken met een map synchroniseren

# frmLauncher_update_failed
source: Failed to download update
de_de: Herunterladen des Updates fehlgeschlagen
nl: Kon de update niet downloaden

# frmLauncher_optionsButton_title
source: Options
de_de: Optionen
nl: Opties

# OpenRCTdotNetLogin_usernameLabel
source: User name
de_de: Benutzername
nl: Gebruikersnaam

# OpenRCTdotNetLogin_passwordLabel
source: Password
de_de: Passwort
nl: Wachtwoord

# common_cancel
source: Cancel
de_de: Abbrechen
nl: Annuleren

# OpenRCTdotNetLogin_title
source: Login to OpenRCT.NET
de_de: Auf OpenRCT.NET einloggen
nl: Aanmelden op OpenRCT.NET

# frmOptions_closeConfirmation_text
source: Configuration has been changed. Save Changes?
de_de: Konfiguration wurde geändert. Änderungen speichern?
nl: De configuratie is aangepast. Wil je de wijzigingen opslaan?

# common_confirm
source: Confirm
de_de: Bestätigen
nl: Bevestigen

# frmOptions_gamePath_label
source: Game Path:
de_de: Spielpfad:
nl: Spelpad:

# frmOptions_playIntroButton_label
source: Play Intro
de_de: Intro abspielen
nl: Intro afspelen

# frmOptions_showConfirmationPrompt_label
source: Show Confirmation Prompt
de_de: Zeige Bestätigungsabfrage
nl: Vragen om bevestiging

# frmOptions_edgeScrolling_label
source: Scroll view when pointer at screen edge
de_de: Ansicht rollen, wenn Zeiger am Bildschirmrand
nl: Beeld verschuiven als aanwijzer op de rand staat

# frmOptions_currency_label
source: Currency:
de_de: Währung
nl: Valuta:

# frmOptions_currency_pound
source: Pounds (£)
de_de: Pfund (£)
nl: Ponden (£)

# frmOptions_currency_dollar
source: Dollars ($)
de_de: Dollar ($)

# frmOptions_currency_deutchmark
source: Deutschmark (DM)
de_de: Deutsche Mark (DM)
nl: Duitse mark (DM)

# frmOptions_currency_peseta
source: Peseta (Pts)
de_de: Peseten (Pts)

# frmOptions_currency_guilder
source: Guilders (Dfl.)
de_de: Gulden (fl.)
nl: Guldens (fl.)

# frmOptions_currency_krona
source: Krona (kr)
de_de: Kronen (kr)
nl: Kronen (kr)

# frmOptions_distSpeed_label
source: Distance and Speed:
de_de: Entfernung und Geschwindigkeit:
nl: Afstanden en snelheden:

# frmOptions_temperature_label
source: Temperature:
de_de: Temperatur:
nl: Temperatuur:

# frmOptions_distSpeed_imperial
source: Imperial
de_de: Englisch
nl: Engelse maten

# frmOptions_distSpeed_metric
source: Metric
de_de: Metrisch
nl: Metriek stelsel

# frmOptions_alwaysGridLines_label
source: Gridlines on Landscape
de_de: Gitterlinien bei Landschaft
nl: Raster weergeven op landschap

# frmOptions_landscapeSmoothing_label
source: Landscape Smoothing
de_de: Landschaftsglättung
nl: Landschapslijnen verzachten

# frmOptions_savePluginData_label
source: Export plug-in objects with saved games
de_de: Plugin-Objekte bei gespeich. Spielen export.
nl: Plug-inobjecten meeleveren in opgeslagen spellen

# frmOptions_fullscreenMode_label
source: Fullscreen mode:
de_de: Vollbildmodus:
nl: Schermmodus:

# frmOptions_fullscreenMode_windowed
source: Windowed
de_de: Fenster
nl: Venster

# frmOptions_fullscreenMode_fullscreen
source: Fullscreen
de_de: Vollbildschirm
nl: Volledig scherm

# frmOptions_fullscreenMode_fullscreenDesktop
source: Fullscreen (desktop)
de_de: Vollbildschirm (Desktop)
nl: Volledig scherm (bureaublad)

# frmOptions_fullscreenWidth_label
source: Fullscreen width:
de_de: Vollbildbreite:
nl: Breedte volledig scherm:

# frmOptions_fullscreenHeight_label
source: Fullscreen height:
de_de: Vollbildhöhe:
nl: Hoogte volledig scherm:

# frmOptions_language_label
source: Language:
de_de: Sprache:
nl: Taal:

# frmOptions_titleScreenMusic_label
source: Title screen music:
de_de: Musik im Hauptbildschirm:
nl: Titelschermmuziek:

# frmOptions_titleScreenMusic_none
source: None
de_de: Keine
nl: Geen

# frmOptions_heightLabels_label
source: Height Labels:
de_de: Höhenmarkierungen:
nl: Hoogtemarkering:

# frmOptions_heightLabels_units
source: Units
de_de: Einheiten
nl: Eenheden

# frmOptions_heightLabels_real
source: Real Values
de_de: Reale Werte
nl: Echte waarden

# common_apply
source: Apply
de_de: Anwenden
nl: Toepassen

# common_reset
source: Reset
de_de: Zurücksetzen
nl: Herstellen

# frmOptions_startArguments_label
source: Arguments:
de_de: Argumente:
nl: Parameters:

# frmOptions_outputPath_label
source: Output Path:
de_de: Ausgabepfad:
nl: Uitvoerpad:

# frmOptions_saveOutputFile_label
source: Save Output to File
de_de: Ausgabe in Datei sichern
nl: Uitvoer in bestand opslaan

# frmOptions_title
source: Options
de_de: Optionen
nl: Opties

# OpenRCTdotNetConfigure_loggedInAs
source: You are logged in as
de_de: Sie sind eingeloggt als
nl: Je bent aangemeld als

# OpenRCTdotNetConfigure_uploadPlayTime_label
source: Upload play time to Server
de_de: Spielzeit auf Server hochladen
nl: Gespeelde tijd uploaden

# OpenRCTdotNetConfigure_uploadSaves_label
source: Upload Saves to Server
de_de: Spielstände auf Server hochladen
nl: Opgeslagen parken uploaden

# OpenRCTdotNetConfigure_title
source: OpenRCT.net Configuration
de_de: OpenRCT.net Konfiguration
nl: OpenRCT.net-configuratie

# coomon_login
source: Log in
de_de: Anmelden
nl: Aanmelden

# OpenRCTdotNetLogin_getAccountText
source: Get your account at OpenRCT.net
de_de: Auf OpenRCT.net neuen Account anlegen
nl: Een account op OpenRCT.net aanmaken

# LauncherUpdateAvail
source: There is an update to the launcher available. Update?
de_de: Für den Launcher ist ein Update verfügbar. Updaten?
nl: Er is een update beschikbaar voor de launcher. Wil je die installeren?

# OpenRCTdotNetConfigureSlowDownWarn
source: Are you sure you want to enable this? This will slow down the launcher when opening, since it needs to make sure your saves are syncronized.
de_de: Sind Sie sicher, dass Sie dies aktivieren wollen? Dies wird den Launcher beim Start verlangsamen, da er die Spielstände synchronisieren muss.
nl: Weet je zeker dat je dit wilt inschakelen? Het zal het starten van de launcher vertragen, omdat er moet worden verzekerd dat alle opgeslagen parken gesynchroniseerd zijn.

# OpenRCTdotNetSaveSyncIdle
source: Idle
de_de: Inaktiv
nl: Inactief

# OpenRCTdotNetSaveSyncStatusDown
source: Currently Downloading
de_de: Herunterladen
nl: Bezig met downloaden

# OpenRCTdotNetSaveSyncStatusUpload
source: Currently Uploading
de_de: Hochladen
nl: Bezig met uploaden

# FixingPermissionsTitle
source: Fixing Permissions
de_de: Rechte beheben

# frmOptions_constructionMarkerColour_label
source: Construction Marker:
de_de: Baumarkierung:

# frmOptions_windowHeight_label
source: Window height:
de_de: Fensterhöhe:

# frmOptions_windowWidth_label
source: Window width:
de_de: Fensterbreite:

# frmOptions_rideMusic
source: Ride Music
de_de: Attraktionsmusik

# frmOptions_autosave
source: Autosave frequency:
de_de: Autosave-Frequenz:

# frmOptions_checkUpdates
source: Check for updates automatically
de_de: Automatisch nach Updates suchen

# frmOptions_chkAllowSubtypeSwitching
source: Select rides by track type
de_de: Bahnen nach Streckentyp auswählen

# frmOptions_chkChatPeepNames
source: Name peeps after people in Twitch chat
de_de: Parkbesucher nach Twitch-Chattern benennen

# frmOptions_chkChatPeepTracking
source: Track chat peeps
de_de: Überwache Chat-Parkbesucher

# frmOptions_chkDebuggingTools
source: Enable debugging tools
de_de: Aktiviere Debugging-Tools

# frmOptions_chkFollowerPeepNames
source: Name peeps after followers
de_de: Parkbesucher nach Followern benennen

# frmOptions_chkFollowerPeepTracking
source: Track follower peeps
de_de: Überwache Follower-Parkbesucher

# frmOptions_chkNews
source: Pull Twitch chat as news
de_de: Erhalte Twitch-Chat als Spielnachrichten

# frmOptions_chkNoTestCrashes
source: No crashes while testing
de_de: Keine Unfälle beim Testen

# frmOptions_chkTestUnfinishedTracks
source: Allow testing of unfinished tracks
de_de: Testen unfertiger Bahnen erlauben

# frmOptions_consoleSmallFont
source: Use small font in console
de_de: Kleine Schrift in Konsole verwenden

# frmOptions_dateFormat
source: Date Format
de_de: Datumsformat

# frmOptions_disableAllBreakdowns
source: Disable breakdowns
de_de: Störungen deaktivieren

# frmOptions_disableBrakesFailure
source: Disable brakes failure
de_de: Bremsenfehlfunktion deaktivieren

# frmOptions_fastLiftHill
source: Allow faster lift hill speeds
de_de: Erlaube schnellere Lifthügelgeschwindigkeiten

# frmOptions_graphics
source: Graphics
de_de: Anzeige

# frmOptions_hardwareDisplay
source: Hardware display
de_de: Anzeige durch Hardware

# frmOptions_installUpdates
source: Install updates automatically
de_de: Updates automatisch installieren

# frmOptions_laChannel
source: Twitch Channel name
de_de: Twitch-Kanalname

# frmOptions_localisation
source: Localisation
de_de: Lokalisierung

# frmOptions_miscellaneous
source: Miscellaneous
de_de: Sonstiges

# frmOptions_options_label
source: Options
de_de: Optionen

# frmOptions_rdoDevelop
source: Download Development Builds
de_de: Entwicklungsversionen herunterladen

# frmOptions_rdoStable
source: Download Stable Builds Only
de_de: Nur die stabilen Versionen herunterladen

# frmOptions_toolbarShowCheats
source: Show cheats button on toolbar
de_de: Cheats in der Symbolleiste anzeigen

# frmOptions_toolbarShowFinances
source: Show finances button on toolbar
de_de: Finanzen in der Symbolleiste anzeigen

# frmOptions_toolbarShowResearch
source: Show research button on toolbar
de_de: Forschung in der Symbolleiste anzeigen

# frmOptions_unlockAllPrices
source: Unlock all prices
de_de: Alle Preise freischalten

# frmOptions_windowSnapProximity
source: Window snap proximity:
de_de: Fensterfangnähe:

# frmOptions_constructionMarkerColour_white
source: White
de_de: Weiß

# frmOptions_constructionMarkerColour_translucent
source: Translucent
de_de: Durchsichtig

# frmOptions_dateFormat_dmy
source: Day/Month/Year
de_de: Tag/Monat/Jahr

# frmOptions_dateFormat_mdy
source: Month/Day/Year
de_de: Monat/Tag/Jahr

# frmOptions_autosave_everyWeek
source: Every week
de_de: Jede Woche

# frmOptions_autosave_everyTwoWeeks
source: Every 2 weeks
de_de: Alle 2 Wochen

# frmOptions_autosave_everyMonth
source: Every month
de_de: Jeden Monat

# frmOptions_autosave_everyFourMonths
source: Every 4 months
de_de: Alle 4 Monate

# frmOptions_autosave_everyYear
source: Every year
de_de: Jedes Jahr

# frmOptions_autosave_never
source: Never
de_de: Nie

# extras_loginOpenRCTnet
source: Sign into OpenRCT.net
de_de: Auf OpenRCT.net einloggen

# extras_openRCTNetFeatures
source: Configure OpenRCT.net Features
de_de: OpenRCT.net Features konfigurieren

# extras_syncSaves
source: Sync Saves
de_de: Spielstände synchronisieren

# extras_webStore
source: Open OpenRCT.net Store (Free)
de_de: OpenRCT.net Store (Kostenlos) öffnen

# extras_steamStub
source: Install Steam Stub
de_de: 'Steam Stub' installieren

# OpenRCTdotNetConfigure_configuration
source: OpenRCT.net Configuration
de_de: OpenRCT.net Konfiguration

# OpenRCTdotNetLogin_username
source: User name
de_de: Benutzername

# OpenRCTdotNetLogin_password
source: Password
de_de: Passwort

# OpenRCTdotNetLogin_getAccount
source: Get your account at OpenRCT.net
de_de: Neuen Account auf OpenRCT.net erstellen

# OpenRCTdotNetLogin_login
source: Login to OpenRCT.NET
de_de: Auf OpenRCT.net einloggen

# OpenRCTdotNetSyncSaves_saveSync
source: Save Sync
de_de: Spielstände synchronisieren

# OpenRCTdotNetSyncSaves_sync
source: Sync
de_de: Synchronisieren

# frmLauncher_currentVersion
source: Current Version:
de_de: Aktuelle Version:

# frmLauncher_newVersion
source: There is a new version of OpenRCT2 available. Do you want to download it?
de_de: Eine neue Version von OpenRCT2 ist verfügbar. Wollen Sie diese herunterladen?

# frmLauncher_complete
source: Complete.
de_de: Abgeschlossen.

# OpenRCTdotNetLogin_welcome
source: Welcome,
de_de: Willkommen,

# OpenRCTdotNetLogin_uploadPlayTime_text
source: Upload Play Time to Server?
de_de: Spielzeit auf den Server hochladen?

# OpenRCTdotNetLogin_uploadPlayTime_title
source: Upload Play Time?
de_de: Spielzeit hochladen?

# frmOptions_AutoStaff
source: Automatically place staff
de_de: Personal automatisch platzieren

# frmOptions_BuildInPauseMode
source: Allow building in pause mode
de_de: Erlaube im Pausenmodus zu bauen

# frmOptions_InvertViewportDrag
source: Invert right mouse dragging
de_de: Ziehen mit rechter Maustaste umkehren

# frmOptions_MasterVolume
source: Master volume:
de_de: Gesamtlautstärke:

# frmOptions_MinimizeFullscreenFocusLoss
source: Minimize fullscreen on focus loss
de_de: Vollbild minimieren, wenn Spiel nicht im Vordergrund

# frmOptions_MusicVolume
source: Music volume:
de_de: Musiklautstärke:

# frmOptions_UncapFPS
source: Uncap FPS
de_de: FPS-Limit aufheben

# frmLauncher_updateButton_text
source: Update
nl: Updaten

# frmOptions_screenshotFormat_label
source: Screenshot Format:
nl: Screenshotindeling:

# frmOptions_currency_franc
source: Franc (F)
nl: Frank (F)

# frmOptions_currency_euro
source: Euro (€)
nl: Euro's (€)
